13/data/attachments/15c5240fee686fb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_e68121d1-a160-4b43-b0de-9e07121b941b</nif:username>
            <nif:friendToBeAdded>Tristan_over_Friend_43041_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>